results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/attempt_01_time_precision_failure/case/constant/hRef
FoamFile
{
    format ascii;
    class uniformDimensionedScalarField;
    location "constant";
    object hRef;
}
dimensions [0 1 0 0 0 0 0];
value 0;
