results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/attempt_01_time_precision_failure/case/constant/thermophysicalTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object thermophysicalTransport;
}
laminar
{
    model Fourier;
}
