results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/attempt_01_time_precision_failure/case/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 12;
method scotch;
